Repository: trd-delarajon/Spika-IOS
Catalog: Spika/*.lproj/Localizable.strings
Languages: ar, hr, ja

source: Ok
ar: موافق

source: Cancel
ar: الغاء
hr: Odustani
ja: キャンセル

source: Back
ar: رجوع
hr: Natrag
ja: 戻る

source: Loading
ar: تحميل
hr: Učitavanje
ja: 読込み中

source: No items
ar: لا شيء
hr: Nema podataka
ja: 見つかりませんでした。

# Login-Title
source: SIGN IN
ar: تسجيل الدخول
hr: Prijavi se
ja: ログイン

# ForgetPassword-Title
source: SEND PASSWORD
ar: ارسال كلمة المرور
hr: Poslati lozinku
ja: パスワードの再送

source: Email
ar: البريد
ja: メール

source: Password
ar: كلمة المرور
hr: Lozinka
ja: パスワード

# Missing-Email
source: Please provide your email
ar: الرجاء ادخال التأكد من البريد الالكتروني
hr: Molimo upišite svoju email adresu
ja: メールアドレスを入力して下さい。

# Missing-Password
source: Please provide your password
ar: الرجاء التأكد من كلمة المرور
ja: パスワードを入力して下さい。

# Incorrect-Login
source: Username/email is incorrect. Please try again
ar: البريد أو كلمة المرور خطأ
hr: Korisničko ime ili email su krivi. Molimo pokušajte ponovno
ja: メールアドレス、またはパスワードが違います。

# Wrong password message
source: Password should be alpha-numerical and longer than 5 characters!
ar: كلمة المرور يجب ان تكون اكثر من 5 أحرف
hr: Lozinka bi u sebi trebala sadržavati barem jedan broj, slovo, te bi trebala imati barem 6 znakova!
ja: パスワードは半角英数字６文字以上で入力して下さい。

# Wrong email message
source: Please provide a valid email address.
ar: الرجاء ادخال بريد الكتروني صالح
hr: Molimo upišite valjanu email adresu.
ja: メールアドレスが正しくありません。

source: Forgot details?
ar: نسيت البيانات ؟
hr: Zaboravili ste svoje podatke?
ja: パスワードを忘れた方はこちら

# SignUp-Title
source: SIGN UP
ar: التسجيل
hr: Registriraj se
ja: ユーザー登録

source: Username
ar: اسم المستخدم
hr: Korisničko ime
ja: ニックネーム

# Missing-Username
source: Please provide your username
ar: الرجاء ادخال اسم المستخدم
hr: Molimo upišite svoje korisničko ime
ja: ニックネームを入力して下さい。

source: Sign Up succeeded
ar: تم التسجيل بنجاح
hr: Registracija je uspjela
ja: 登録完了しました。

# Invalid-Name
source: Name must be at least 2 characters long
ar: على الاسم ان يكون اكثر من حرفين
hr: Ime mora imati barem 2 znaka.
ja: ニックネームは２文字以上でお願いします。

# Duplicate email
source: You have already signed up. Please sign in.
ar: لديك عضوية مسبقا , الرجاء تسجيل الدخول
hr: Već ste se registrirali. Molimo prijavite se.
ja: 既に登録済のメールアドレスです。

# Duplicate username
source: This username is already taken. Please select another one.
ar: اسم المستخدم هذا مسجل مسبقا ، الرجاء اختيار آخر
hr: To korisničko ime se već koristi. Molimo izaberite drugo.
ja: ニックネームが既に登録されています。別のニックネームを設定して下さい。

# ServerList-Title
source: SERVER LIST
ar: حدد الخادم
hr: Lista poslužitelja
ja: サーバーを選択

# AddServerHint
source: Custom URL
ar: URL مخصص
hr: Dodajte poslužitelj
ja: URLを設定

# ForgotPassword-Send
source: Send
ar: ارسال
hr: Pošalji
ja: 送信

# ForgotPassword-Sent
source: Your password has been sent to your email address.
ar: كلمة المرور ارسلت لبريدك الالتكروني
hr: Vaša lozinka je poslana na email adresu koju ste upisali.
ja: メールアドレスにパスワードを送信しました。

# Invalid-Email-Title
source: Invalid Email
ar: البريد الالكتروني خاطئ
hr: Nevaljan email
ja: メールアドレスが正しくありません。

# Invalid-Email-Message
source: Please provide a valid email address.
ar: الرجاء ادخال بريد الكتروني صحيح
hr: Molimo upišite valjanu email adresu.
ja: メールアドレスが正しくありません。

# Wall-Title
source: WALL
ar: الحائظ
ja: チャット

source: Send
ar: ارسال
hr: Šalji
ja: 送る

# Video-Time-Too-Long
source: Video length should be less than 30 seconds.
ar: على الفيديو ان يكون في اقل من 30 ثانية
hr: Video snimka ne smije biti duža od 30 sekunde.
ja: ビデオは３０秒以内でお願いします。

# Audio-Time-Too-Long
source: Audio recording length should be less than 3 minutes.
ar: على الصوت ان يكون اقل من 3دقائق
hr: Glasovna snimka ne smije biti duža od 30 sekunde.
ja: 音声は3分以内でお願いします。

# Profile-Title
source: PROFILE
ar: الملف الشخصي
hr: Profil
ja: プロフィール

source: Last login:
ar: آخر دخول
hr: Posljednja prijava:
ja: 最終ログイン

source: Add Contact
ar: إضافة صديق
hr: Dodaj kontakt
ja: コンタクトに 追加

source: Remove Contact
ar: حذف صديق
hr: Ukloni kontakt
ja: コンタクトから 削除

source: Start Conversation
ar: بدء محادثة
hr: Nabaci spiku.
ja: チャットする

# Location-Title-Search
source: LOCATION
ar: المنطقة
hr: Lokacija
ja: 現在地

# Location-Title-Show
source: Location Details
ar: معلومات المنطقة
hr: Detalji lokacije
ja: 現在地の詳細

source: Share
ar: نشر
hr: Dijeli
ja: 共有する

# Groups-Title
source: GROUPS
ar: المجموعات
hr: Grupe
ja: グループ

source: Group name
ar: اسم المجموعة
hr: Ime grupe
ja: グループ名

source: Description
ar: الوصف
hr: Opis
ja: 紹介文

# Add-Group-Title
source: Add group
ar: اضافة مجموعة
hr: Dodaj grupu
ja: グループタイトルの入力

# GroupCategory-Title
source: Categories
ar: التصنيفات
ja: カテゴリー

source: Search groups
ar: بحث في المجموعات
hr: Pretraži grupe
ja: グループ検索

source: Group profile
ar: ملف المجموعة
hr: Profil grupe
ja: プロフィール

# Group-Owner
source: Owner
ar: المنشء
hr: Vlasnik
ja: オーナー

# Add-Favorite
source: Add Fav
ar: اضافة المفضلة
hr: Dodaj Fav
ja: お気に入りに 追加

# Remove-Favorite
source: Remove
ar: حذف
hr: Makni
ja: お気に入りから 削除

source: SEARCH
ar: بحث
hr: Traži
ja: 検索

source: Name
ar: الاسم
hr: Ime
ja: 名前

source: About
ar: حول
hr: Opis
ja: プロフィール

# Max Favorite Exceeded
source: You can save %d favorites at most. Please remove someone first.
ar: بامكانك حفظ %d من المفضلات على الاكثر
hr: Smijete imati najviše %d favorita. Molimo prvo maknite nekog sa popisa.
ja: お気に入りの保存は%dまでです。 まずは削除を行ってください。

source: Subscribe
ar: اشتراك
hr: Pretplati se
ja: お気に入りに 追加

source: Unsubscribe
ar: الغاء الاشتراك
hr: Odjavi se
ja: お気に入りから 削除

# Confirm delete group
source: Are you sure you want to delete this group?
ar: هل انت متاكد من حذف هذه المجوعة ؟
hr: Jeste li sigurni da želite izbrisati grupu?
ja: このグループを削除してもよろしいですか？

# Password-Exists
source: YES
ar: تعم
hr: DA
ja: はい

# No-Password
source: NO
ar: لا
hr: NE
ja: いいえ

source: Group Owner
ar: منشء المجموعة
hr: Vlasnik grupe
ja: オーナー

source: Change Group Password
ar: تغيير كلمة مرور المجموعة
ja: グループパスワードの変更

# Enter-Name
source: name
ar: الاسم
hr: ime
ja: 名前

# Enter-Password
source: password
ar: كلمة المرور
hr: lozinka
ja: パスワード

# Enter-Description
source: description
ar: الوصف
hr: opis
ja: プロフィール

source: Missing group name!
ar: الرحاء وضع اسم للجموعة
hr: Unesite naziv grupe.
ja: グループ名を設定してください。

source: Processing...
ar: جاري ...
hr: Obrađujem...
ja: 処理中...

# Missing-Group-Description
source: Please input group description.
ar: الرجاء ادراج وصف للمجموعة
hr: Molimo unesite opis grupe.
ja: グループ プロフィールを設定してください。

source: New group created.
ar: تم انشاء المجموعة الجديدة
hr: Stvorena nova grupa
ja: グループが作成されました。

# Make-Favourite-Button
source: Make Favorite
ar: حفظ في المفضلة
hr: Dodaj u favorite
ja: お気に入りに 追加

# Remove-Favourite-Button
source: Remove from favorite
ar: حذف من المفضلة
hr: Makni iz favorita
ja: お気に入りから 削除

# Duplicate groupname
source: This group name is already taken. Please select another one.
ar: اسم المجموعة هذا مستخدم من قبل ، الرجاء استخدام اسم اخر
hr: Ovo ime grupe je već zauzeto, molimo izaberite drugo.
ja: 指定のグループ名はすでに使用されています。

# Favorites
source: Subscribed Groups
ar: المجموعات المشترك بها
hr: Pretplaćene grupe
ja: お気に入り

# My Groups
source: Subscribed/Mine
ar: مشترك به
hr: Pretplaćene/Moja
ja: お気に入り

# No Favorite Advice
source: You have no favorite groups yet... By adding a group to favorites you will recieve push notifications when someone posts to a group's wall.
ar: ليس لديك اي مجموعات مفضلة , بوضع مجموعة في المفضلة ستحصل على اخر الاشعارات
hr: Još nemate omiljenih grupa... Kada dodate grupu u popis omiljenih grupa dobivat ćete push notifikacije kada netko nešto posta na grupin wall.
ja: お気に入りに登録されたグループがありません。 グループをお気に入りに追加すると、グループの情報がプッシュ通知にて届きます。

source: NEW GROUP
ar: مجموعة جديدة
hr: Nova grupa
ja: 新しいグループ

source: EXPLORE
ar: استكشاف
hr: Filtriraj
ja: 年齢・性別検索

source: MY CONTACTS
ar: قائمة اصدقائي
hr: Moji kontakti
ja: コンタクトリスト

# No Users
source: User could not be found
ar: لا مستخدمين
hr: Nema rezultata
ja: 該当ユーザーがいません

# Search-Title
source: SEARCH
ar: بحث
hr: Pretraži
ja: 検索

# No Contact Advice
source: You have no contacts yet... Add some friends to your contacts, so you could reach them more easily.
ar: ليس لديك اي اصدقاء الان .
hr: Nemate kontakata... Dodajte nekoliko prijatelja u vaše kontakte, tako da kaše spikate s njima.
ja: 現在コンタクトリストが空です。お気に入りのユーザーを追加すればここから簡単にチャットが開始出来ます。

source: Members
ar: أعضاء
hr: članovi
ja: メンバー一覧

source: Wall
ar: الحائظ
ja: チャット

# Microphon-device-busy
source: Microphone is busy, please restart the app and try again later.
ar: الميكروفون مشغول حاليا ، الرجاء اعادة تشغيل البرنامج
ja: マイクの調子が悪いようです。アプリのリスタートをおこなってください。

source: IMAGE DETAIL
ar: تفاصيل الصورة
hr: Detalji slike
ja: 写真詳細

source: PREVIEW
ar: معاينة
hr: Pregled
ja: プレビュー

source: VIDEO DETAIL
ar: تفاصيل الفيديو
hr: Detalji videa
ja: ビデオ詳細

source: Recent activity
ar: آخر النشاطات
hr: Nedavna aktivnost
ja: メッセージ履歴

source: Uploading image.
ar: رفع صورة
hr: Uploadam sliku.
ja: 画像アップロード

source: Downloading voice...
ar: تحميل الصوت ...
hr: Downloadam zvučni zapis...
ja: 音声ファイルダウンロード中...

source: Sending voice...
ar: ارسال الصوت ...
hr: Šaljem zvučni zapis...
ja: 音声ファイルのアップロード中...

source: Sending video...
ar: ارسال الفيديو ...
hr: Šaljem video snimku...
ja: ビデオアップロード中...

source: Sending...
ar: ارسال ...
hr: Šaljem...
ja: 送信中...

source: Error
ar: خطأ
hr: Greška
ja: エラー

# Succeed to get notification token
source: Succeeded to get notification token.
ar: تم الحصول على الاشعارات
hr: Uspio se učitati notifikacijski token.

source: Failed to get notification token.
ar: لم يتم الحصول على الاشعارات
hr: Nije se uspio učitati notifikacijski token.

source: Wrong password
ar: خطأ في كلمة المرور
hr: Kriva lozinka
ja: パスワードが不正です。

source: ERROR: No onUploadBlock() has been provided
ar: خطا : لا يوجدonUploadBlock()
hr: GREŠKA: Nije provide-an onUploadBlock()

source: Message sent.
ar: تم ارسال الرسالة
hr: Poruka poslana.

source: Avatar uploaded
ar: تم رفع الصورة
hr: Avatar poslan.

source: Failed to post comment.
ar: خطأ في ادراج التعليق
hr: Komentar nije postan.
ja: コメントの投稿に失敗しました。

source: Group deleted.
ar: تم حذف المجموعة
hr: Grupa izbrisana.
ja: グループを削除しました。

source: Group updated.
ar: تم تحديث المجموعة
hr: Grupa ažurirana.
ja: グループを更新しました。

source: Saved
ar: تم الحفظ
hr: Pohranjeno
ja: 保存しました。

source: Failed to save
ar: فشل الحفظ
hr: Pohrana nije uspjela
ja: 保存に失敗しました。

source: Group created successfully.
ar: تم انشاء المجموعة بنجاح
hr: Grupa je kreirana.
ja: 新規グループを作成しました。

source: Success!
ar: تم !
hr: Uspjeh!

source: Cache cleared!
ar: تم حذف الكاش !
hr: Predmemorija ispražnjena!
ja: キャッシュをクリアしました。

# API Endpoint contains error
source: API Endpoint contains an error!
ar: API يوجد خطأ في
hr: API Endpoint ima grešku!

source: Failed to save voice locally.
ar: فشل في حفظ الصوت
hr: Nije uspjelo lokalno snimanje zvučnog zapisa.
ja: 音声ファイルの保存に失敗しました。

source: Voice download failed.
ar: فشل في تحميل الصوت
hr: Download zvučnog zapisa nije uspio.
ja: 音声ファイルのダウンロードに失敗しました。

source: Voice sent.
ar: تم ارسال الصوت
hr: Glasovni zapis poslan.

source: Video sent.
ar: تم ارسال الفيديو
hr: Video poslan.

source: Location sent.
ar: تم ارسال المنطقة
hr: Lokacija sent.

source: Camera is not supported in Simulator.
ar: لا وجود لكاميرا !
hr: Kamera nije podržana u simulatoru.

source: Voice
ar: صوت
hr: Zvučni zapis
ja: 音声

source: TAP AND RECORD
ar: اضفط لبدء التسجيل
hr: Tapni i snimaj
ja: タップして録音

source: RECORDING ...
ar: تسجيل ...
hr: Snimam ...
ja: 録音中...

source: RECORDING DONE
ar: تم انهاء التسجيل
hr: Snimanje gotovo
ja: 録音終了

# NONAME TITLE VOICE
source: %@'s VOICE
ar: %@'s صوت
ja: %@音声ファイル

source: Users
ar: المستخدمون
hr: Korisnici
ja: ユーザー

source: Groups
ar: المجموعات
hr: Grupe
ja: グループ

source: Profile
ar: الملف الشخصي
hr: Profil
ja: プロフィール

source: Settings
ar: الاعدادات
hr: Postavke
ja: 設定

source: Information
ar: معلومات
ja: インフォメーション

source: Logout
ar: خروج
hr: Odlogiraj se
ja: ログアウト

source: My Profile
ar: ملفي
hr: Moj profil
ja: Myプロフィール

source: Birthday
ar: تاريخ الميلاد
hr: Rođendan
ja: 誕生日

source: Gender
ar: الجنس
hr: Spol
ja: 性別

source: Last Login
ar: آخر تسحيل دخول
hr: Zadnji login
ja: 最終ログイン

# Max Contact Exceeded
source: You can save %d contacts at most. Please remove someone first.
ar: يمكنك حفظ %d كأصدقاء على الاكثر .
hr: Smijete imati najviše %d kontakata. Molimo prvo maknite nekog sa popisa.
ja: お気に入りの保存は%dまでです。 まずは削除を行ってください。

source: Failed to save video locally.
ar: فشل حفظ الفيديو
hr: Nije uspjelo lokalno snimanje video snimke.
ja: 動画の処理に失敗しました。

source: Video download failed.
ar: فشل في تحميل الفيديو
hr: Video download nije uspio.
ja: 動画のダウンロードに失敗しました。

# NONAME TITLE VIDEO
source: %@'s VIDEO
ar: %@'s فيديو
hr: %@'v VIDEO

# Server-Error
source: There is a problem with internet connection, please try again later.
ar: هناك مشكل في اتصالك بالانترنت ، حاول مجددا
hr: Vaša internet konekcija nije aktivna, molimo probajte kasnije.
ja: 通信エラーが発生しました。しばらくしてから再度お試しください。

# Loading-Error
source: There is a problem with internet connection, please try again later.
ar: هناك مشكل في اتصالك بالانترنت ، حاول مجددا
hr: Postoji problem sa vašom internet konekcijom, molimo probajte kasnije.
ja: インターネットに接続されていません。設定を確認の上、再度お試しください。

# Token-Expired
source: Your token has expired, please login again.
ar: لقد تم انهاء جلستك ، الرجاء تسجيل الدخول مجددا
hr: Vaš token je istekao, molimo logirajte se ponovno.
ja: 再ログインに失敗しました。もう一度ログインを行ってください。

# tutorial-login
source: Thank you for downloading Spika. Enjoy chatting :)
ar: أهلا بك في تطبيق سبيكا
hr: Hvala vam što ste skinuli Spiku. Uživajte u spikanju :)
ja: Spikaをダウンロードありがとうございます！

# tutorial-recent
source: Thank you for signing up! This screen shows all of your unread messages. It's empty at the moment but soon it will be full of messages from your friends :)
ar: سيتم عرض بعض التعليمات لانك تستخدم البرنامج لاول مرة
hr: Hvala vam na registraciji! Ovaj ekran pokazuje sve nepročitane poruke. Trenutno je prazan, ali uskoro će biti ispunjen porukama vaših prijatelja :)
ja: ご登録ありがとうございます。この画面には、未読メッセージが表示されます。

# tutorial-wall
source: This is the place where you can talk to a friend or post in a group. You can also send photo, voice and video. Try sending something to us!
ar: هذه الشاشة تظهر جميع الرسائل غير المقروءة الخاصة بك. هي فارغة الان لكن سوف تكون كاملة من الرسائل من أصدقائك
hr: Ovo je mjesto gdje možete pričati sa prijateljem ili postati u nešto grupu. Možete postati sliku, zvučni zapis i video snimku. Pošaljite nam nešto!
ja: このチャット画面では友達や、グループへのメッセージを送ることが出来ます。メッセージだけでなく、写真やビデオ・音声ファイルなどを送ることも出来ます。ぜひ試してみてください。

# tutorial-users
source: Find your friends here! You can search by name, explore by gender or age. Also, you can add friends to contact list so you could find conversations with them more easily.
ar: يمكنك البحث عن طريق الاسم، استكشاف حسب نوع الجنس أو السن. أيضا، يمكنك إضافة أصدقاء إلى قائمة الاتصال بحيث يمكن أن تجد المحادثات معهم بسهولة أكبر
hr: Pronađite ovdje svoje prijatelje! možete pretraživati po imenu, te filtrirati po spolu i godinama. Također, možete dodati prijatelje u kontakt listu tako da možete lakše naći razgovore s njima.
ja: ここでは、友達の検索を行えます。名前の検索だけでなく、性別・年齢別検索も行えます。また、友達をお気に入りに追加すると、今後も簡単にチャットすることが出来ます。

# tutorial-groups
source: Here you can find the groups that you like. Subscribe to your favorite group and you will be notified whenever someone posts on that group's wall. You can also create your own group.
ar: هنا يمكنك أن تجد المجموعات التي تريد. الاشتراك في المجموعة المفضلة لديك وسيتم إعلامك كلما شخص على وظائف هذه المجموعة . يمكنك أيضا إنشاء مجموعة خاصة بك
hr: Ovdje možete naći grupe koje vam se sviđaju. Pretplatite se na vašu omiljenu grupu, pa ćete biti obaviješteni kada netko nešto posta na wall od te grupe. Naravno, možete i napraviti svoju vlastitu grupu.
ja: ここではグループの検索を行い、お気に入りに追加することが出来ます。お気に入りに追加されたグループの最新情報が、プッシュ通知にて届きます。

# tutorial-group-add
source: You can secure your group with a password so only people you've shared it with can access the wall. Also, your group is automatically added to the subscribers list. Be careful not to exceeed the limit!
ar: يمكنك تأمين مجموعتك بكلمة مرور الناس وذلك فقط تقاسمها مع يمكن الوصول إلى الجدار.
hr: Zaštitite svoju grupu sa lozinkom tako da samo ljudi sa kojima ste ju podijelili mogu pristupiti njenom wall-u. Također, vaša grupa je automatski dodana u subscriber listu. Pazite da ne prijeđete limit!
ja: 作成するグループにパスワードを設定することができます。パスワードのかかったグループは、パスワードを持つ者にしか閲覧できません。パスワードを設定する際には、その点に注意をしてください。

# tutorial-userprofile
source: You can add your friends to contacts, but be careful, number of contacts is limited to 20.
ar: يمكنك إضافة أصدقائك إلى جهات الاتصال، ولكن كن حذرا، عدد من الاتصالات يقتصر على 20
hr: Možete dodati svoje prijatelje u kontakte, ali pazite jer možete imati najviše 20 kontakata.
ja: お友達をお気に入りに追加することができます。リミットは20です。

# tutorial-groupprofile
source: You can subscribe to a group and you will get notified when someone posts to the wall in that group, but be careful, number of group subscriptions is limited to 10.
ar: يمكنك الاشتراك في مجموعة وسوف تحصل على إخطار عندما يقوم شخص ما وظائف على الجدار في تلك المجموعة، ولكن كن حذرا، عدد الاشتراكات مجموعة محدودة إلى 10
hr: Možete se pretplatiti na grupu, pa ćete biti obaviješteni kada netko nešto posta na wall od te grupe, no budite pažljivi, jer je broj pretplata ograničen na 10.
ja: グループの作成をおこなうことができます。お気に入りに入れたグループと同様に、グループの最新情報がプッシュ通知にて届きます。お気に入りに入れられるグループ数は最大で10です。

source: Enter current password
ar: ادخل كلمة المرور الحالية
hr: Unesite trenutnu lozinku
ja: 現在のパスワード

source: Enter new password
ar: ادخل كلمة المرور الجديدة
hr: Unesite novu lozinku
ja: 新しいパスワード

source: Re-enter new password
ar: اعد ادخال كلمة المرور
hr: Opet unesite novu lozinku
ja: 新しいパスワード(再入力)

# InvalidPassword
source: Entered password does not match your password.
ar: كلمة المرور المدخلة خاطئة
hr: Unesena lozinka ne odgovara vašoj trenutnoj lozinci.
ja: パスワードが正しくありません

# InvalidNewPassword
source: You must enter the same password in both fields.
ar: عليك ملئ كافة الحقول
hr: Morate unijeti istu lozinku u oba polja.
ja: パスワードが一致しません

# PasswordChanged
source: Succeeded to change password.
ar: تم تغيير كلمة المرور بنجاح
hr: Lozinka je uspješno promijenjena.
ja: パスワードが変更されました

# Confirm Email
source: Please check email and open link.
ar: الرجاء مراجعة بريدك
ja: メールにパスワードリセット用のリンクが送信されます。

source: Failed to change password.
ar: فشل تغيير كلمة المرور
hr: Nije uspjela promjena lozinke.
ja: パスワードの変更に失敗しました

# GroupDeleted
source: This group has been deleted by it's owner. Please unsubscribe if you are still subscribed.
ar: تم حذف هذه المجموعة عن طريق المنشء
hr: Ovu grupu je izbrisao njen vlasnik. Molimo da se odjavite od grupe ako ste još pretplaćeni na nju.
ja: このグループはオーナーにより削除されました。お気に入りに追加されている場合には、削除をしてください。

# Confirm Logout
source: Do you really want to logout?
ar: هل تريد الخروج حقا ؟
hr: Da li se stvarno želite odjaviti?
ja: ログアウトします。 よろしいですか？

# CHAT ACTIVITY
source: RECENT MESSAGES
ar: نشاطات المحادثات
hr: Nepročitane poruke
ja: メッセージ履歴

# GROUPS ACTIVITY
source: GROUP ACTIVITY
ar: نشاطات المجموعات
hr: Aktivnost grupe
ja: グループ投稿履歴

# No Recent Activities
source: There are no messages
ar: لا توجد اي رسالة
hr: Nema nepročitanih poruka
ja: 未読メッセージはありません。

source: NOTIFICATIONS
ar: الاشعارات
hr: Notifikacije
ja: 履歴

source: User support
ar: الدعم الفني
hr: Korisnička podrška
ja: サポートホットライン

source: ACCOUNT
ar: الحساب
hr: Račun
ja: メニュー

# Type name...
source: Please enter name
ar: الرجاء ادخال اسم
hr: Molimo unesite ime
ja: 名前を入力して下さい。

# Online Status
source: Status
ar: الحالة
ja: ステータス

source: Edit
ar: تعديل
hr: Uredi
ja: 編集

# ExploreBtn
source: Search
ar: بحث
hr: Traži
ja: 検索

source: all
ar: الكل
hr: sve
ja: 全員

source: female
ar: انثى
hr: ženski
ja: 女性

source: male
ar: ذكر
hr: muški
ja: 男性

# Slide to pick age...
source: Slide to narrow age limit
ar: حرك لتحديد العمر
hr: Vuci starosni limit
ja: 年齢を絞込み

source: Male
ar: ذكر
hr: Muški
ja: 男性

source: Female
ar: انثى
hr: Ženski
ja: 女性

source: No declaration
ar: غير محدد
hr: Nedefiniran
ja: 公開しない

source: online
ar: متواجد
ja: オンライン

source: away
ar: بالخارج
ja: 離席中

source: busy
ar: مشغول
ja: 多忙中

source: offline
ar: غير متواجد
ja: オフライン

source: Category
ar: التصنيف
hr: Kategorija
ja: カテゴリー

source: Categories
ar: تصنيفات
hr: Kategorije
ja: カテゴリー

# Add Group
source: Create Group
ar: انشاء مجموعة
hr: Dodaj grupu
ja: グループの新規作成

source: Save
ar: حفظ
hr: Pohrani
ja: 保存

source: Upload
ar: رفع
ja: アップロード

source: PASSWORD
ar: كلمة المرور
hr: Lozinka
ja: パスワード

source: Change Password
ar: تغيير كلمة المرور
hr: Promijeni lozinku
ja: パスワードの変更

source: PASSCODE PROTECT
ar: حماية الباسكود
hr: Sigurnosna šifra
ja: パスコードロック

source: CLEAR CACHE
ar: حذف الكاش
hr: Isprazni predmemoriju
ja: キャッシュのクリア

source: SETTINGS
ar: إعدادات
hr: Postavke
ja: 設定

source: Delete
ar: حذف
hr: Izbriši
ja: 削除する

source: Please enter new passcode
ar: الرجاء ادخال باسكود
hr: Molimo unesite novu sigurnosnu šifru
ja: 新しいパスコードを入力して下さい。

source: Please enter current passcode
ar: الرجاء ادخال الباسكود الحالي
hr: Molimo unesite trenutnu sigurnosnu šifru
ja: パスコードを入力して下さい。

source: Please enter new passcode again
ar: الرجاء ادخال باسكود جديد
hr: Molimo opet unesite novu sigurnosnu šifru
ja: 再度同じパスコードを入力して下さい。

# No Groups
source: Group could not be found
ar: لا يمكن ايجاد المجموعة
hr: Grupa nije nađena.
ja: グループが見つかりませんでした。

# No Favorite Groups
source: Favorite group list is empty
ar: قائمة مفضلات المجموعات فارغة
hr: Favorite lista je prazna.
ja: お気に入りが空です。

# No Users Contacts
source: Contact list is empty
ar: قائمة الاصدقاء فارغة
hr: Kontakt lista je prazna.
ja: コンタクトが空です。

# VIDEO TITLE
source: Send Video
ar: ارسال فيديو
hr: Pošalji video
ja: ビデオの送信

# Add video title
source: Set video title
ar: ضع عنوان للفيديو
hr: Postavi naslov videa
ja: タイトルを設定

# VOICE TITLE
source: Send Voice
ar: ارسال صوت
hr: Pošalji audio
ja: 音声の送信

# Add voice title
source: Set voice title
ar: ضع عنوان للصوت
hr: Postavi naslov zvučnog zapisa
ja: タイトルを設定

# LocationTitle
source: Set the location of %@
ar: ضع منطقة %@
hr: Odredi lokaciju od %@
ja: %@さんの現在地を送信

# LOCATION WALL TITLE
source: %@ has shared location. %@
ar: %@ نشر منطقته. %@
hr: %@ je podijelila svoju lokaciju. %@
ja: %@さんが位置情報を共有しました。 %@

source: Close
ar: اغلاق
hr: Zatvori
ja: 閉じる

source: Report violation
ar: تقرير
ja: 不正投稿を通報する

# ReportViolationConfirm
source: Do you really want to report this content as violation content ?
ar: هل تريد ارسال تقرير حول هذه المادة حقا ؟
ja: 不正投稿を通報しますか？

# Violation Reported
source: We receiced this report, we will delete this content after review.
ar: تم استلام تقريرك ، و سيتم حذف المخالفة حال استعراضها
ja: 不正利用の通報を受理致しました。問題がないか確認後、投稿を削除致します。

# EULA-TITLE
source: Terms of Service
ar: شروط الخدمة
ja: 利用許諾契約

# EULA-AGREE
source: Agree
ar: موافق
ja: 承諾する

# EULA_FILE
source: english
ar: انجليزي
ja: japanese

# delete-title
source: Delete the message
ar: حذف الرسالة
ja: メッセージの削除

# delete-info-title
source: This message is deleted
ar: تم حذف هذه الرسالة
ja: 削除予定のメッセージです

# delete-dont
source: Don't Delete
ar: لا تحذف
ja: 削除しない

source: Delete Now
ar: حذف الان
ja: 今すぐ削除

# delete-5min
source: In 5min
ar: في 5 دقائق
ja: 5分後

# delete-day
source: After 1 day
ar: بعد يوم
ja: １日後

# delete-week
source: After 1 week
ar: بعد اسبوع
ja: １週間後

# delete-read
source: When user see it
ar: عندما يراها المستخدم
ja: 相手ユーザーが見たら

# delete-close
source: OK
ar: موافق
ja: 決定
